List<String> note = [
  '전혀 들리지 않는다(1) ~   엄청나게 자주 들린다(5)',
  '전혀 신경쓰이지 않는다(1) ~ 엄청나게 신경쓰인다(5)',
  '전혀 그렇지 않다(1) ~ 엄청나게 그렇다(5)'
];

List<String> apartmentNoiseQ1_2 = [
  '옆집에서 전달되는 음악소리 또는 대화소리',
  '윗층 또는 아래층에서 전달되는 발걸음 소리',
  '청소기 또는 세탁기 사용하는 소리',
  '우리집 공간(방, 거실 등)에서 발생하는 생활소음(대화, 음악소리 등)',
  '우리집 공간(방, 거실 등)에서 발생하는 설비 또는 가전제품',
  '엘리베이터 소음',
  '이웃집 화장실 또는 싱크대 물소리(급배수) 등 설비소음',
  '복도에서 이웃이 발생시키는 소리',
  '교통소음(자동차, 철도, 항공기)',
  '단지 놀이터에서 나는 소리',
];

List<String> apartmentNoiseQ3_4 = [
  '새소리',
  '빗소리',
  '폭포',
  '계곡물',
  '분수대',
  '파도소리',
  '음악(클래식)',
  '음악(대중음악)'
];

List<String> apartmentNoiseQ5 = [
  '나는 소음으로 인해 쉽게 잠에서 깬다',
  '나는 별 어려움 없이 대부분의 소음에 익숙해진다',
  '내 주변에 무슨 일이 일어나건 상관없이 나는 집중을 잘한다',
  '나는 시끄러운 곳에서 휴식을 취하는 것이 힘들다',
  '나는 잠이 들거나 일을 하는데 방해가 되는 소음을 내는 사람들에게 화가 난다',
  '나는 소음에 민감하다'
];
