List<String> note = [
  '전혀 들리지 않는다(1) ~   엄청나게 자주 들린다(5)',
  '전혀 신경쓰이지 않는다(1) ~ 엄청나게 신경쓰인다(5)',
  '전혀 그렇지 않다(1) ~ 엄청나게 그렇다(5)',
  '전혀 없었다(1) ~ 매우 자주 있었다(5)',
  '전혀 그렇지 않다(1) ~ 엄청나게 그렇다(7)',
];

List<String> ratingText = ['전혀', '조금', '비교적', '아주', '엄청나게'];
List<String> tipiRatingText = ['전혀', '별로', '조금', '비교적', '꽤', '아주', '엄청나게'];
List<String> comportPlotText = [
  '풍부한',
  '흥미로운',
  '편안한',
  '개인적인,\n통제된',
  '공허한',
  '고립된',
  '짜증스러운',
  '방해되는,\n통제되지 않은'
];
List<String> comportPlotRatingText = [
  '전혀',
  '별로',
  '조금',
  '비교적',
  '꽤',
  '매우',
  '엄청나게'
];

List<String> apartmentNoiseQ1_2 = [
  '옆집에서 전달되는 음악소리 또는 대화소리',
  '윗층 또는 아래층에서 전달되는 발걸음 소리',
  '청소기 또는 세탁기 사용하는 소리',
  '우리집 공간(방, 거실 등)에서 발생하는 생활소음(대화, 음악소리 등)',
  '우리집 공간(방, 거실 등)에서 발생하는 설비 또는 가전제품',
  '엘리베이터 소음',
  '이웃집 화장실 또는 싱크대 물소리(급배수) 등 설비소음',
  '복도에서 이웃이 발생시키는 소리',
  '교통소음(자동차, 철도, 항공기)',
  '단지 놀이터에서 나는 소리',
];

List<String> apartmentNoiseQ3_4 = [
  '새소리',
  '빗소리',
  '폭포',
  '계곡물',
  '분수대',
  '파도소리',
  '음악(클래식)',
  '음악(대중음악)'
];

List<String> apartmentNoiseQ5 = [
  '나는 소음으로 인해 쉽게 잠에서 깬다',
  '나는 별 어려움 없이 대부분의 소음에 익숙해진다',
  '내 주변에 무슨 일이 일어나건 상관없이 나는 집중을 잘한다',
  '나는 시끄러운 곳에서 휴식을 취하는 것이 힘들다',
  '나는 잠이 들거나 일을 하는데 방해가 되는 소음을 내는 사람들에게 화가 난다',
  '나는 소음에 민감하다'
];

List<String> pssQ = [
  '  최근 1개월 동안, 예상치 못했던 일 때문에 당황했던 적이 얼마나 있었습니까?',
  '최근 1개월 동안, 인생에서 중요한 일들을 조절할 수 없다는 느낌을 얼마나 경험하였습니까?',
  '최근 1개월 동안, 신경이 예민해지고 스트레스를 받고 있다는 느낌을 얼마나 경험하였습니까?',
  '최근 1개월 동안, 당신의 개인적 문제들을 다루는 데 있어서 얼마나 자주 자신감을 느꼈습니까?',
  '최근 1개월 동안, 일상의 일들이 당신의 생각대로 진행되고 있다는 느낌을 얼마나 경험하였습니까?',
  '최근 1개월 동안, 당신이 꼭 해야 하는 일을 처리할 수 없다고 생각한 적이 얼마나 있었습니까?',
  '최근 1개월 동안, 일상생활의 짜증을 얼마나 자주 잘 다스릴 수 있었습니까?',
  '최근 1개월 동안, 최상의 컨디션이라고 얼마나 자주 느끼셨습니까?',
  '최근 1개월 동안, 당신이 통제할 수 없는 일 때문에 화가 난 경험이 얼마나 있었습니까?',
  '최근 1개월 동안, 어려운 일들이 너무 많이 쌓여서 극복하지 못할 것 같은 느낌을 얼마나 자주 경험하셨습니까?',
];

List<String> tipiQ = [
  ' 내가 보기에 나 자신은 외향적이다/ 적극적이다',
  '내가 보기에 나 자신은 비판적이다/ 논쟁을 좋아한다',
  '내가 보기에 나 자신은 신뢰할 수 있다/ 자기 절제를 잘한다',
  '내가 보기에 나 자신은 근심 걱정이 많다/ 쉽게 흥분한다',
  '내가 보기에 나 자신은 새로운 경험들에 개방적이다/ 변화에 대한 수용도가 높다',
  '내가 보기에 나 자신은 내성적이다/ 조용하다',
  '내가 보기에 나 자신은 동정심이 많다/ 다정다감하다',
  '내가 보기에 나 자신은 정리정돈을 잘못한다/ 덤벙댄다',
  '내가 보기에 나 자신은 차분하다/ 감정의 기복이 적다',
  '내가 보기에 나 자신은 변화를 싫어한다/ 창의적이지 못하다'
];
