List<String> noiseType = [
  '어린이 달리기 또는 발걸음',
  '성인 달리기 또는 발걸음',
  '망치질 또는 운동기구',
  '가구(끌거나 찍는 행위)',
  '문 개폐',
  '가전제품(청소기, 세탁기 등)',
  '대화(언쟁 등)',
  '악기(피아노 등)',
  '설비(실외기 등) 또는 급배수음',
  '항공기 소음',
  '교통 소음',
  '공사장 소음',
  '기타(원인 미상 및 기재하지 않음)',
];

List<String> noiseTypeScore = [
  // '전혀 신경쓰이지 않는다(1)',
  // '별로 신경쓰이지 않는다(2)',
  // '조금 신경쓰인다(3)',
  // '비교적 신경쓰인다(4)',
  // '꽤 신경쓰인다(5)',
  // '매우 신경쓰인다(6)',
  // '엄청나게 신경쓰인다(7)',
  '전혀',
  '조금',
  '비교적',
  '아주',
  '엄청나게'
];
